import React from 'react';
import './RestaurantDescription.scss';
import Map from '../../../assets/images/static-map.png';

const RestaurantDescription = () => {
    return (
        <div className="RestaurantDescription">
            <div class="container">
                <div class="flexRow">
                    <div class="restDesc">
                        <h2>גו נודלס תל אביב שדרות יהודית</h2>
                        <p>
                            גו נודלס ת"א מתמחה בנודלס איכותי במתכונת בריאה. בתור מנות פתיחה תוכלו ליהנות ממבחר אגרולים, מרקים וסלטים סיניים רעננים. כמנה עיקרית תוכלו לבחור משלל סוגי הנודלס ברטבים שונים כולל נודלס מאטריות ביצים, נודלס מחיטה מלאה, אטריות אורז, אטריות שעועית או ממגוון מנות בשריות בתוספת אורז כמו למשל מנת הצ'ופסוי המוכרת, עוף בלימון ועוד. לסיום אפשר לקנח במנת בננה לוטי מתקתקה מעולה של גו נודלס או אולי קרם קוקוס מיוחד.nבנוסף מציעה מסעדת גו נודלס ת"א גם מבחר ארוחות עסקיות במחירים נוחים מאד כמו גם שירות משלוחים בעלות של 7 ₪ לתל אביב, רמת גן וגבעתיים.nלחובבי הנודלס ולכל מי שמחפש אוכל טעים, בריא ומהיר עם ניחוחות סיניים, גו נודלס ת"א הוא המקום להזמין ממנו.</p>
                    </div>
                    <div class="map">
                        <img src={Map} />
                    </div>
                </div>
            </div>
        </div>
    );
}

export default RestaurantDescription;